LEXICON_MESSAGES: dict[str: str] = {
    "unknown_message": "Пожалуйста, используйте меню для навигации:",
    "choose_schedule": "Выберите тип расписания:"
}


LEXICON_COMMANDS: dict[str: str] = {
    "/start": (
        "Добро пожаловать в бот для построения маршрутов по расписанию! 🚀"
        "Выберите действие из меню ниже:"
    ),
    
    "/menu": "Главное меню:",
}


LEXICON_BUTTONS: dict[str: str] = {
    "back_to_menu": "⬅️ Назад",
    "clear_data": "🗑️ Очистить данные",
    "statistics": "📊 Статистика"

}